Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/varhaiskasvatuksen_opettajille_ja_erityisopettajille_suuri_tarve_saamelaisessa_varhaiskasvatuksessa_-_oulun_yliopisto_aloittaa_koulutukset_inarissa.html.tmx
Source language: fin
Languages: sme

source: Varhaiskasvatuksen opettajille ja erityisopettajille suuri tarve saamelaisessa varhaiskasvatuksessa – Oulun yliopisto aloittaa koulutukset Inarissa
sme: Árrabajásgeassima oahpaheaddjiide ja sierraoahpaheaddjiide stuorra dárbu sámi árrabajásgeassimis – Oulu universitehta álggaha skuvlemiid Anáris

source: Yksi saamelaisen varhaiskasvatuksen suurimmista haasteista on korkeakoulutetun saamenkielisen henkilökunnan puute.
sme: Okta sámi árrabajásgeassima stuorámus hástalusain lea allaskuvlla čađahan sámegielat bargoveaga váilun.

source: Noin 40 prosenttia saamenkielisen varhaiskasvatuksen henkilöstöstä on vailla kelpoisuutta.
sme: Sullii 40 proseantta sámegielat árrabajásgeassima bargiin lea almmá gelbbolašvuođa haga.

source: Erityisen hankala on saamenkielisten varhaiskasvatuksen erityisopettajien tilanne, sillä heitä ei ole kentällä laisinkaan.
sme: Erenomáš váttis lea sámegielat árrabajásgeassima sierraoahpaheaddjiid dilli, dasgo sii eai leat bargosuorggis olláge.

source: Tilannetta korjataan lisäämällä varhaiskasvatuksen koulutusta.
sme: Dilli buoriduvvo nu, ahte lasihuvvo árrabajásgeassima skuvlen.

source: Oulun yliopisto aloittaa Inarissa ensi joulukuussa varhaiskasvatuksen opettajan kelpoisuuden antavan kasvatustieteen kandidaattikoulutuksen ja varhaiskasvatuksen erityisopettajan kelpoisuuden antavan kasvatustieteen maisterikoulutuksen.
sme: Oulu universitehta álggaha Anáris boahtte juovlamánus pedagogihka kandidáhtaskuvlema, mii addá árrabajásgeassima oahpaheaddji gelbbolašvuođa, ja pedagogihka magisttarskuvlejumi, mii addá árrabajásgeassima sierraoahpaheaddji gelbbolašvuođa.

source: Koulutuksissa kiinnitetään erityistä huomiota saamelaisen kasvatuksen ja perinteisen tiedon sekä kielen oppimisen pedagogisiin käytäntöihin ja menetelmiin.
sme: Skuvlejumiin giddejuvvo erenomáš fuopmášupmi sámi bajásgeassima ja árbevirolaš dieđu sihke giela oahppama pedagogalaš geavadagaide ja vugiide.

source: Myös osa opetuksesta on saamenkielistä.
sme: Maiddái oassi oahpahusas lea sámegillii.

source: Saamen kielen ja kulttuurin erityistarpeet huomioivien koulutusten tavoitteena on vahvistaa pedagogista osaamista ja asiantuntijuutta saamelaisessa varhaiskasvatuksessa ja vastata alan suureen opettajatarpeeseen.
sme: Sámegiela ja kultuvrra sierradárbbuid vuhtii váldi skuvlemiid mihttomearrin lea nannet pedagogalaš čehppodaga ja áššedovdamuša sámi árrabajásgeassimis ja vástidit suorggi oahpaheaddjiid stuorra dárbui.

source: Varhaiskasvatuksen erityisopettajakoulutus järjestetään Inarissa nyt ensimmäistä kertaa.
sme: Árrabajásgeassima sierraoahpaheaddjiskuvlen lágiduvvo Anáris dál vuosttas háve.

source: Koulutukset järjestää Oulun yliopiston kasvatustieteiden tiedekunta, ja ne toteutetaan monimuotokoulutuksina hyödyntäen iltoja, viikonloppuja ja kesälukukautta.
sme: Skuvlemiid lágida Oulu universitehta pedagogihka dieđagoddi, ja dat ollašuhttojit máŋggahápmeskuvlemin nu, ahte ávkin geavahuvvojit eahkedat, vahkuloahpat ja geasselohkanbadji.

source: Suurin osa opetuksesta tapahtuu verkossa, mutta lisäksi lähiopetusjaksoja pidetään Inarissa ja osin myös Oulussa.
sme: Stuorámus oassi oahpahusas dáhpáhuvvá fierpmádagas, muhto lassin lagašoahpahusbajit dollojit Anáris ja muhtin oassái Oulus.

source: Koulutuksissa tehdään yhteistyötä Saamelaiskäräjien, Saamelaisalueen koulutuskeskuksen ja Oulun yliopiston Giellagas-instituutin kanssa.
sme: Skuvlemiin bargo oktasašbargu Sámedikkiin, Sámi Oahpahusguovddážiin ja Oulu universitehta Giellagas-instituhtain.

source: Lisäksi yhteistyötä tullaan tekemään myös saamelaisen pedagogiikan, monikielisyyden ja kielenelvytyksen tutkijoiden ja asiantuntijoiden kanssa.
sme: Lassin oktasašbargu dahkkojuvvo maiddái sámi pedagogihka, máŋggagielatvuođa ja gielaealáskahttima dutkiiguin ja áššedovdiiguin.

source: Koulutukset rahoittaa opetus- ja kulttuuriministeriö.
sme: Skuvlemiid ruhtada oahpahus- ja kulturministeriija.

source: Hakuaika on 31.8.–14.9.2022.
sme: Ohcanáigi lea 31.8.–14.9.2022.

source: Hakemusten perusteella kutsutuille pidetään soveltuvuuskoe 10.–11.11.2022 Inarissa.
sme: Ohcamušaid vuođul bovdejuvvon ohcciide dollojuvvo heivvolašvuođaiskkus 10.-11.11.2022 Anáris.

source: Infotilaisuudet koulutuksista Teamsissa ti 7.6.2022.
sme: Infodilálašvuođat skuvlemiin Teamsis maŋ 7.6.2022.

source: Varhaiskasvatuksen opettajakoulutus klo 16.00–17.00 ja varhaiskasvatuksen erityisopettajakoulutus klo 17.00–18.00.
sme: Árrabajásgeassima oahpaheaddjiidskuvlen dmu 16.00 – 17.00 ja árrabajásgeassima sierraoahpaheaddjiidskuvlen dmu 17.00 – 18.00.

source: Lisätietoa koulutuksista Opintopolussa:
sme: Lassidieđut skuvlemiin Oahppobálgás:

source: Varhaiskasvatuksen opettaja, saamen kielen ja kulttuurin erityistarpeet huomioiva koulutus | Oulun yliopisto
sme: Árrabajásgeassima oahpaheaddji, sámegiela ja kultuvrra sierradárbbuid vuhtii váldi skuvlen | Oulu universitehta

source: Varhaiskasvatuksen erityisopettaja, saamen kielen ja kulttuurin erityistarpeet huomioiva koulutus | Oulun yliopisto
sme: Árrabajásgeassima sierraoahpaheaddji, sámegiela ja kultuvrra sierradárbbuid vuhtii váldi skuvlen | Oulu universitehta

source: Lisätietoja:
sme: Lassidieđut:

source: Anne-Mari Sironen, projektisuunnittelija, SaVOpe ja SaVEO -hanke, p. 050 4127944, etunimi.sukunimi@oulu.fi
sme: Anne-Mari Sironen, prošeaktaplánejeaddji, SaVOpe ja SaVEO – prošeakta, t. 050 4127944, etunimi.sukunimi@oulu.fi

source: Niina Aikio-Siltala, ma. kielipesäohjaaja, Saamelaiskäräjät, p. +358 (0)10 839 3115 / +358 (0)40 487 5414, niina.aikio-siltala@samediggi.fi
sme: Niina Aikio-Siltala, má. giellabeassejođiheaddji, Sámediggi, t. +358 (0)10 839 3115 / +358 (0)40 487 5414, niina.aikio-siltala@samediggi.fi

source: Kuva: Kevin Francett
sme: Govva: Kevin Francett
